Repository: deligo/dart-o-mat-3000
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Next Winner
de: Nächster Gewinner

source: Winner!
de: Sieger!

source: Game Over!
de: Spiel vorbei!

source: Hit
de: Getroffen

source: Remove Darts!
de: Darts entfernen

source: There is no active game running
de: Aktuell ist kein Spiel gestartet

source: Really end game?
de: Spiel wirklich beenden?

source: Single
de: Einfach

source: Miss
de: Daneben

source: Remove Darts
de: Darts entfernen

source: Switch to next player first
de: Wechsle zuerst zum nächsten Spieler

source: Bust! Remove Darts!
de: Überworfen! Darts entfernen!

source: No Out possible! Remove Darts!
de: Sieg nicht mehr möglich! Darts entfernen!

source: Opened!
de: Geöffnet!

source: Closed!
de: Geschlossen!

source: Place
de: Platz

source: Throw updated
de: Wurf geändert

source: Done
de: Erledigt

source: Rematch
de: Erneut spielen

source: Next Winner
de: Nächster Gewinner

source: Game Over!
de: Spiel vorbei!

source: Scored!
de: Gepunktet!

source: Split Score! Remove Darts!
de: Punkte halbiert! Darts entfernen!

source: Throw for starting score
de: Werfen für Startpunktzahl

source: Remove Darts!
de: Darts entfernen!

source: Scored
de: Gepunktet

source: Straight
de: Direkt

source: Bust! %(mode)s out!
de: Überworfen! %(mode)s aus!

source: 404 - That one missed!
de: 404 - Der ging vorbei!

source: You missed the dart board! Maybe you wanna start
de: Du hast das Dartboard verfehlt! Vielleicht solltest du hier

source: here
de: starten

source: Author
de: Autor

source: Game Setup
de: Spieleinstellungen

source: Players
de: Spieler

source: Choose your game type
de: Spiel wählen

source: Which X01 do you want to play
de: Welches X01 möchtest du spielen

source: Condition to get into the game
de: Startbedingung

source: Condition to end the game
de: Endbedingung

source: Variant
de: Variante

source: Fast
de: Schnell

source: Start Game
de: Spiel Starten

source: You are missing a user? Create
de: Dir fehlt ein Spieler? Erstelle

source: one
de: einen

source: Need to change something? Change
de: Du möchtest was verändern? Verändere

source: it
de: es

source: Game Rules
de: Spielregeln

source: Basic Rules
de: Basisregeln

source: In a game of X01 the object is for one player or a team to be the first to reach zero from starting total of X01.
de: In einem X01 Spiel ist das Ziel eines Spielers oder Teams als erstes auf Null Punkte zu reduzieren ausgehend von der Startzahl X01.

source: In simple terms, after three darts are thrown, the throwing player subtracts the total scored from his current total until he reaches zero.
de: Einfach ausgedrückt, nachdem drei darts geworfen wurden werden dem werfenden Spieler die Summe der Würfe abgezogen von seiner aktuellen Punktzahl, solange bis er Null erreicht.

source: When choosing straight no condition to start into or end the game are in place.
de: In der Variante Direkt gibt es keine Einschränkungen um in das Spiel zu starten oder es zu beenden.

source: Double/Master In
de: Double/Master Start

source: In order to start substracting points each player has to hit a double (Double in) or a double/triple (Master in).
de: Um ins Spiel zu kommen und Punkte abziehen zu düfen muss der Spieler zuerst ein Doppel (Double Start) oder ein Doppel/Triple (Master Start) treffen.

source: Double/Master Out
de: Double/Master Aus

source: In order to reach zero each player must finish by throwing a double (Double out) or a double/triple (Master out). Example: If player one has 36 remaining he must hit double 18 to win, while if player two has 45 remaining he must hit single 5, double 20 to win.
de: Um Null Punkte erreichen zu können muss der Spieler ein Doppel (Double Aus) oder ein Double/Triple (Master Aus) treffen. Beispiel: Wenn Spieler eins noch 36 Punkte übrig hat muss er eine Doppel 18 treffen um zu gewinnen, während Spieler zwei mit 45 übrigen Punkten eine einfache 5 und eine Doppel 20 treffen muss, um zu gewinnen.

source: The object of Cricket is to close all numbers from 15 to 20, and the bull's eye before the opponent does. To close a number, a player must score three of that number (any combination of singles doubles and triples).
de: Das Ziel von Cricket ist es alle Zahlen von 15 bis 20 und das Bull's eye vor allen anderen zu schließen . Um eine Zahl zu schließen muss ein Spieler die Zahl drei mal treffen (Jede Kombination aus einfach, doppel oder triple).

source: Scoring & Winning
de: Punkten & Gewinnen

source: Once a player closes a number every subsequent score on that number increases their score, unless the other player has closed that number as well. The player who has closed all numbers and whose score is not lower than the opponent's, wins the game.
de: Sobald ein Spieler eine Zahl geschlossen hat erhöht jeder weitere Treffer auf diese Zahl die Punktzahl desjenigen Spielers, außer alle anderen Spieler haben diese Zahl ebenfalls bereits geschlossen. Der Spieler, der alle Zahlen geschlossen hat und dessen Punktezahl nicht niedriger als die der Mitspieler ist, gewinnt das Spiel.

source: Once a player closes a number every subsequent score on that number increases the score of other players unless the other player has closed that number as well. The player who has closed all numbers and whose score is not higher than the opponent's, wins the game.
de: Sobald ein Spieler eine Zahl geschlossen hat erhöht jeder weitere Treffer auf diese Zahl die Punktzahl aller übrigen Spieler, außer der andere Spieler hat diese Zahl ebenfalls bereits geschlossen. Der Spieler, der alle Zahlen geschlossen hat und dessen Punktezahl nicht höher als die der Mitspieler ist, gewinnt das Spiel.

source: No score will be tracked throughout the game. The player who has closed all numbers wins the game.
de: Bei der Variante No Score werden während des Spieles keine Punkte gezählt. Der Spieler, der alle Zahlen geschlossen hat gewinnt das Spiel.

source: The object of Around The Clock is to score all numbers from 1 to 20 in the exact order.
de: Das Ziel von Around The Clock ist es alle Zahlen von 1 bis 20 in der genauen Reihenfolge zu treffen.

source: Any combination of single, double or trible will count +1 on the number which has to be hit next.
de: Jede Kombination aus Einfach, Double oder Triple wird die Zahl, die es als nächstes zu treffen gilt, um +1 erhöhen.

source: Single will count +1, double will count +2 and triple will even count +3 on the number which has to be hit next.
de: Einfache Treffer zählen +1, Double +2 und Triple sogar +3 zu der Zahl, die es zu als nächstes zu treffen gilt.

source: The goal of this game is to hit predefined numbers / target areas. Three darts are thrown on each number or target area. The hits are added to the score. If you do not hit the target with a dart, your score will be devided into half. The starting points are defined by the games variant.
de: Ziel dieses Spiels ist es, vordefinierte Zahlen / Zielbereiche zu treffen. Auf jede Zahl bzw. jeden Zielbereich werden 3 Darts geworfen. Die Treffer werden zum Punktestand addiert. Trifft man mit keinem Dart das vorgegebene Ziel, so halbiert sich der Punktestand. Die Startpunkte hängen von der Variante ab.

source: Hitting order
de: Wurfreihenfolge

source: Any
de: Irgendein

source: Starting Points
de: Startpunktzahl

source: variant
de: Variante

source: Each player will start with 40 points.
de: Jeder Spieler startet mit 40 Punkten.

source: Each player gets to throw 3 darts first. The sum of the darts will be their starting points
de: Jeder Spieler darf zuerst 3 Darts werfen. Die Summe der Würfe bildet die Startpunktzahl.

source: Game Controls
de: Spielsteuerung

source: Next Player
de: Nächster Spieler

source: End Game
de: Spiel beenden

source: Insert Throws
de: Würfe einfügen

source: Change Throws
de: Würfe bearbeiten

source: Update Throw
de: Wurf bearbeiten

source: Setup a new game like so:
de: Starte ein neues Spiel, wie folgt:

source: Connect to the local wifi
de: Verbinde dich mit dem lokalen W-LAN

source: Scan the QR code with your smartphone or tablet
de: Scanne den QR Code mit deinem Smartphone

source: Choose you setup of game and add player
de: Wähle dein Spiel und deine Spieler

source: Start the game
de: Starte das Spiel

source: User %(name)s was created successfully
de: Spieler %(name)s wurde erfolgreich erstellt

source: User %(name)s was deleted successfully
de: Spieler %(name)s wurder erfolgreich gelöscht

source: Create a new user
de: Erstelle einen neuen Spieler

source: You are missing a user to play? Go ahead and create one!
de: Dir fehlt eine Spieler zum Spielen? Na los, erstell dir einen!

source: Create User
de: Spieler erstellen

source: User list
de: Spielerliste

source: Delete Selected User
de: Lösche den ausgewählten Spieler

source: Go
de: Gehe

source: back
de: zurück

source: to the game setup when done
de: zu den Spieleinstellungen, wenn du fertig bist

source: Active Player
de: Aktiver Spieler

source: Player round
de: Spieler Runde

source: Player Throws
de: Wurfanzahl

source: Game
de: Spiel

source: Player Average
de: Wurfdurchschnitt

source: In
de: Start

source: Out
de: Ende
